Repository: engin7/dolmus_taksi
Catalog: Supported Files/*.lproj/Localizable.strings
Languages: tr

source: Trips
tr: Seyahat

source: Profile
tr: Profil

source: Location services denied
tr: Konum talebi reddedildi

source: You need to allow our app to use your location when in use to access our services. Please go to Settings > Privacy > Location Services. Tap our app icon and change your settings.
tr: Uygulamayı kullanabilmek için konumunuzun erişimine izin vermeniz gerekir. Lütfen Ayarlar > Gizlilik > Konum Servisleri'ne gidin. Uygulamamızın ikonuna tıklayarak gerekli ayarları yapın.

source: How many passengers will join the trip?
tr: Yolculuğa kaç kişi katılacak?

source: nickName:
tr: rumuz:

source: Passengers
tr: Yolcular

source: leave trip
tr: ayrıl

source: to
tr: varış:

source: from
tr: başlangıç:
